Repository: PinkCatQc/bakeyakuza
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_ca

source: Invalid clan
fr_ca: Le clan est invalid

source: The clan has been saved
fr_ca: Le clan a été sauvegardé

source: The clan could not be saved. Please, try again.
fr_ca: Le clan n'a pas pu être sauvegardé. Essayez de nouveau.

source: Clan deleted
fr_ca: Le clan a été supprimé

source: Clan was not deleted
fr_ca: Le clan n'a pas été supprimé

source: Invalid hierarchy
fr_ca: La hierarchy est invalide

source: The hierarchy has been saved
fr_ca: La hierarchy a été sauvegardé

source: The hierarchy could not be saved. Please, try again.
fr_ca: La hierarchy n'a pas pu être sauvegardé. Essayez de nouveau.

source: Hierarchy deleted
fr_ca: La hierarchy a été supprimé

source: Hierarchy was not deleted
fr_ca: La hierarchy n'a pas été supprimé

source: Invalid hobby
fr_ca: Le passe-temps est invalide

source: The hobby has been saved
fr_ca: Le passe-temps a été sauvegardé

source: The hobby could not be saved. Please, try again.
fr_ca: Le passe-temps n'a pas été sauvegardé. Essayez de nouveau.

source: Hobby deleted
fr_ca: Le passe-temps a été supprimé

source: Hobby was not deleted
fr_ca: Le passe-temps n'a pas été supprimé

source: Invalid member
fr_ca: Le membre est invalide

source: The member has been saved
fr_ca: Le membre a été sauvegardé

source: The member could not be saved. Please, try again.
fr_ca: Le membre n'a pas été sauvegardé. Essayez de nouveau.

source: Member deleted
fr_ca: Le membre a été supprimé

source: Member was not deleted
fr_ca: Le membre n'a pas été supprimé

source: Invalid user name or password, Please try again
fr_ca: Le nom d'utilisateur ou le mot de passe est invalide. Essayez de nouveau

source: Invalid user
fr_ca: L'utilisateur est invalide.

source: The user has been saved
fr_ca: L'utilisateur a été sauvegardé

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être sauvegardé. Essayez de nouveau

source: User deleted
fr_ca: L'utilisateur a été supprimé

source: User was not deleted
fr_ca: L'utilisateur n'a pas été supprimé

source: Invalid yakuza
fr_ca: Le Yakuza est invalide

source: The yakuza has been saved
fr_ca: Le Yakuza a été sauvegardé

source: The yakuza could not be saved. Please, try again.
fr_ca: Le Yakuza n'a pas pu être sauvegardé. Essayez de nouveau

source: Yakuza deleted
fr_ca: Le Yakuza a été supprimé

source: Yakuza was not deleted
fr_ca: Le Yakuza n'a pas été supprimé

source: Confirm
fr_ca: Confirmer

source: You have to confirm.
fr_ca: Vous devez confirmer

source: Delete
fr_ca: Supprimer

source: Submit
fr_ca: Soumettre

source: Field
fr_ca: Champ

source: Content
fr_ca: Contenu

source: Search
fr_ca: Recherche

source: Actions
fr_ca: Action

source: View
fr_ca: Vue

source: Edit
fr_ca: Éditer

source: Model
fr_ca: Modèle

source: Foreign Key
fr_ca: Clé étrangère

source: List Clans
fr_ca: Liste des clans

source: List Yakuzas
fr_ca: Liste des Yakuzas

source: New Yakuza
fr_ca: Nouveau Yakuza

source: Members
fr_ca: Membres

source: List Members
fr_ca: Liste des membres

source: New Member
fr_ca: Nouveau membre

source: Add Clan
fr_ca: Ajouter un clan

source: Are you sure you want to delete # %s?
fr_ca: Êtes-vous sûr de vouloir supprimer

source: Edit Clan
fr_ca: Éditer un clan

source: New Clan
fr_ca: Nouveau clan

source: Previous
fr_ca: Précédent

source: Next
fr_ca: Suivant

source: Delete Clan
fr_ca: Supprimé un clan

source: Name
fr_ca: Nom

source: Founding Location
fr_ca: Lieu de la fondation

source: Years Active
fr_ca: Nombre d'années actif

source: Territory
fr_ca: Territoire

source: Ethnicity
fr_ca: Ethnicité

source: Membership
fr_ca: Nombre de membres

source: Criminal Activities
fr_ca: Activités criminelle

source: Created
fr_ca: créé

source: Modified
fr_ca: modifié

source: Related Members
fr_ca: Membres connexe

source: Clan Id
fr_ca: identifiant du clan

source: First name
fr_ca: Prénom

source: Recruitment date
fr_ca: Date de recrutement

source: Date of birth
fr_ca: Date de naissance

source: Date of death
fr_ca: Date de deces

source: Ability
fr_ca: Abilité

source: Hierarchy
fr_ca: Hiérarchie

source: List Hierarchies
fr_ca: Liste de hiérarchies

source: Add Hierarchy
fr_ca: Ajouter une hiérarchie

source: Edit Hierarchy
fr_ca: Éditer une hiérarchie

source: New Hierarchy
fr_ca: Nouvelle hiérarchie

source: Hierarchies
fr_ca: Hiérarchies

source: Delete Hierarchy
fr_ca: Supprimer une hiérarchie

source: Level
fr_ca: Niveau

source: List Hobbies
fr_ca: Liste des passe-temps

source: Add Hobby
fr_ca: Ajouter un passe-temps

source: Edit Hobby
fr_ca: Éditer un passe-temps

source: New Hobby
fr_ca: Nouveau passe-temps

source: Hobbies
fr_ca: Passe-temps

source: Delete Hobby
fr_ca: Supprimer un passe-temps

source: Hobby
fr_ca: Passe-temps

source: Desc
fr_ca: Description

source: Add Member
fr_ca: Ajouter un membre

source: Edit Member
fr_ca: Éditer un membre

source: Delete Member
fr_ca: Supprimer un membre

source: Member
fr_ca: Membre

source: logout
fr_ca: Déconnecter

source: login
fr_ca: Se connecter

source: sign in
fr_ca: S'inscrire

source: Language
fr_ca: Langue

source: User
fr_ca: Utilisateur

source: List Users
fr_ca: Liste des utilisateurs

source: Add User
fr_ca: Ajouter un utilisateur

source: Edit User
fr_ca: Éditer un utilisateur

source: New User
fr_ca: Nouveau utilisateur

source: Users
fr_ca: Utilisateurs

source: Please enter your username and password
fr_ca: Veuillez entrer votre nom d'utilisateur et votre mot de passe

source: Login
fr_ca: Se connecter

source: Delete User
fr_ca: Supprimer l'utilisateur

source: Username
fr_ca: Nom d'utilisateur

source: Email
fr_ca: Adresse courriel

source: Related Yakuzas
fr_ca: Yakuzas connexe

source: Origin
fr_ca: Origine

source: Creation
fr_ca: Date de création

source: Activities
fr_ca: Activités

source: Add Yakuza
fr_ca: Ajouter un Yakuza

source: Edit Yakuza
fr_ca: Éditer un Yakuza

source: Delete Yakuza
fr_ca: Supprimer un Yakuza

source: Related Clans
fr_ca: Clans connexe

source: Related Hierarchies
fr_ca: Hierarchies connexe

source: notEmpty
fr_ca: Pas vide

source: numeric
fr_ca: Chiffre

source: inList
fr_ca: Liste

source: email
fr_ca: Courriel
